START = (f'Вас приветствует Бот "блокнот" разработанный: @electr0dus.\n'
         f'Я умею записывать ваши ежедневные задачи и напоминать о них в срок!\n'
         f'Для начало надо зарегестрироваться: напишите /register.')

REGISTER_NAME = 'Введите своё имя: '

SUCCES_REGISTER = 'Поздравляю с успешной регистрацией!'

CHECK_USER = 'Вы уже зарегистрировались :)'

WRITE_EVENT = 'Запишите событие:'

TIME_EVENT = ('Запишите время события в виде:\n'
              'гггг-мм-дд чч:мм')

ADD_TASK = 'Ваша задача успешно добавлена!'

DELETE_EVENT = 'Введите полностью событие, которое требует удаления:'

SESCESS_DELETE = 'Событие успешно удалено!'

NOT_EVENTS = 'Текущих событий нет!(('